Repository: cry0m1/skysiss
Catalog: utils/assistant/i18n/base.tmx
Source language: en
Languages: de, es, ru

source: #activateme - activate account with a link
de: #activateme - aktivieren den Account mit dem Link
es: #activateme - activar la cuenta utilizando enlace
ru: #activateme - подтвердить аккаунт с помощью ссылки

source: Points:
de: Punkte:
es: Puntos:
ru: Баллы:

source: Last IP:
de: Letzte IP:
es: último IP:
ru: Последний IP:

source: Last city you login from or you check weather for:
de: Die letzte Stadt aus welcher Sie sind betreten oder den Wetter hat gesehen:
es: La última ciudad desde ha entrado o ha visto el tiempo:
ru: Последний город, откуда был совершен вход или просмотрена погода:

source: My Profile
de: Mein Profil
es: Mi perfil
ru: Мой Профиль

source: Office Assistant
de: Office-Assistenten
es: Ayudante de Office
ru: Офисный помощник

source: Lifestyle Assistant
de: Lifestyle-Assistent
es: Asistente de estilo de vida
ru: Повседневный Помощник

source: Developer Assistant
de: Entwickler-Assistent
es: Revelador Asistente
ru: Инструменты разработчика

source: Base Assistant
de: Der Basisservice
es: El servicio de base
ru: Базовый Ассистент

source: Xmess Assistant
de: Der Xmess service
es: Xmess servicio
ru: Xmess Ассистент

source: Tower Hanoi Game Assistant
de: Das Spiel Die Türme von Hanoi
es: El juego Las Torres de Hanói
ru: Игра Башня Ханоя

source: (you can add more applications for the points earned by invitations. More at https://skysiss.com/faq#add_friend)
de: (Sie können weitere Anwendungen hinzufügen mit den Punkten sammelt mit Einladungen. Mehr auf https://skysiss.com/faq # add_friend)
es: (puede agregar más aplicaciones por los puntos ganados con las invitaciónes. Más en https://skysiss.com/faq # add_friend)
ru: (вы можете добавлять больше приложений за очки заработанные приглашениями. Больше на https://skysiss.com/faq#add_friend)

source: Not valid language
de: Nicht unterstützte Sprache
es: Lengua no copmatible
ru: Не поддерживаемый язык

source: your message has been sent
de: Ihre Nachricht ist gesenden worden
es: su mensaje ha enviado
ru: ваше сообщение отправлено

source: Sunny
de: Sonnig
es: Hace sol
ru: Солнечно

source: Partly Cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
ru: Частичная облачность

source: Moderate snow
de: Moderate Shchee
es: Nieve moderada
ru: Умеренный снег

source: Light snow
de: Es schniffelt
es: Nieve ligera
ru: Небольшой снег

source: Patchy rain nearby
de: Leichter regen
es: Nieve ligera
ru: Местами небольшой дождь

source: Light rain
de: Leichter regen in der Nähe
es: Lluvia moderada
ru: Небольшой дождь

source: Light rain shower
de: Licht regen Dusche
es: Moderada o fuerte lluvia
ru: Небольшой проливной дождь

source: Light drizzle
de: Leichter Nieselregen
es: Llovizna ligera
ru: Дождливая морось

source: Heavy snow
de: Starker Schneefall
es: Las fuertes nevadas
ru: Сильный снегопад

source: Moderate or heavy snow showers
de: Leichter Schneeschauer
es: Nieve moderada o fuerte
ru: Умеренный или сильный ливневый снег

source: Choose one from:
de: Wählen Sie eines aus:
es: Elija uno de:
ru: Выберите один из:

source: Aries
de: Widder
ru: Овен

source: Leo
de: Löwe
es: León
ru: Лев

source: Sagittarius
de: Schütze
es: Sagitario
ru: Стрелец

source: Taurus
de: Stier
es: Tauro
ru: Телец

source: Virgo
de: Jungfrau
ru: Дева

source: Capricorn
de: Steinbock
es: Capricornio
ru: Козерог

source: Gemini
de: Zwillinge
es: Géminis
ru: Близнецы

source: Libra
de: Waage
ru: Весы

source: Aquarius
de: Wassermann
es: Acuario
ru: Водолей

source: Cancer
de: Krebs
es: Сáncer
ru: Рак

source: Scorpio
de: Skorpion
es: Escorpión
ru: Скорпион

source: Pisces
de: Fische
es: Piscis
ru: Рыбы

source: #calc - calculator
de: #calc - rechner
es: #calc - calculadora
ru: #calc - калькулятор

source: #currency - currency exchange rates
de: #currency - wechselkurse
es: #currency - los tipos de cambio
ru: #currency - курсы валют

source: #clock [city] - world clock (offset, timezone, sunrise and sunset)
de: #clock [stadt] - weltzeituhr (offset, zeitzone, sonnenauf-und-untergang)
es: #clock [ciudad] - reloj mundial (offset, zona horaria, el amanecer y la puesta del sol)
ru: #clock [город] - мировое время (смещения, таймзона, восход и закат)

source: #weather [city] - weather
de: #weather [ciudad] - wetter
es: #weather [ciudad] - tiempo
ru: #weather [город] - погода

source: #horo - horoscope
de: #horo - horoskop
es: #horo - horóscopo
ru: #horo - гороскоп

source: #8ball [questions] - magic 8 ball
de: #8ball [fragen] - magic 8 ball
es: #8ball [preguntas] - magic 8 ball
ru: #8ball [вопрос] - волшебный шар 8ка

source: Enter any string
de: Geben Sie eine beliebige Zeichenfolge
es: Escriba cualquier cadena
ru: Введите любую строку

source: ATTENTION: Last entered #application is remembered for 24 hours, no need to enter it every time
de: ACHTUNG: Die letzte einge #-Anwendung wird für 24 Stunden, ohne dass es jedes Mal eingeben erinnerte
es: ATENCIÓN: Última entrado # aplicación es recordado por 24 horas, sin necesidad de introducirla
ru: ВНИМАНИЕ: Последнее запущенное #приложение запоминается на 24 часа, нет необходимости вводить его каждый раз

source: wait please, we prepare data
de: Bitte warten, Daten bereiten wir
es: Espere Por favor, preparamos los datos
ru: пожалуйста, подождите, готовлю данные

source: #habr - best for night IT articles (only russian)
de: #habr - besten für Nacht IT Artikeln (nur Russisch)
es: #habr - mejor para los artículos noche (sólo ruso)
ru: #habr - лучшие IT статьи за сутки

source: #stat - get your linux server statistics
de: #stat - erhalten Sie Ihre Linux-Server-Statistiken
es: #stat - obtener sus estadísticas del servidor linux
ru: #stat - получить статистику по своему Linux серверу

source: Mist
es: Niebla
ru: Туман

source: #news - news feed (global)
es: #news - servicio de noticias (global)
ru: #news - новостная лента (глобальная)

source: #hash [string] - hash maker
es: #hash [cuerda] - fabricante de hachís
ru: #hash [строка] - хеш генератор
